---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterOperatorAndTextString
source: html/6ba0bbea-1945-ee86-c040-66440464d1f1.htm
---
# FilterOperatorAndTextString Properties

A text string denoting the filter operator.